[
  {
    "document": "( CNN ) Two CNN  heroes are among the earthquake survivors in kathmandu, nepal. And they are struggling in the aftermath. Anuradha koirala, who rescues victims of sex trafficking, has a rehabilitation center in kathmandu that is home to 425 young women and girls. While her primary facility seems structurally unharmed, all of the children have been sleeping outdoors because of aftershocks, followed by a second earthquake on may 12. The once-vibrant campus has gone from a place of safety and healing to one of uncertainty and worry. `` we are suffering with rain, strong wind. The fear is not gone from us. It is very, very hard, '' said koirala, the founder of the nonprofit maiti nepal and the 2010 CNN hero of the year. The public has been warned not to use the main water line due to risk of cholera. Koirala's group is relying on bottled water and is now rationing food. Still, she has offered to take in 200 other girls orphaned by the disaster. `` these girls are most vulnerable, because now people will target them, '' koirala said. `` they could be victims of any forms of sexual abuse. Maybe rape, maybe they will be trafficked, anything.... If I get more support I will take as many as I can. '' about five miles away, the wall of koirala's hiv/aids hospice has crumbled. Home to 115 girls, many of whom are terminally ill, the facility is under guard. `` they 're not injured, but they are terrified, '' koirala said. `` everything is broken in the hospice. '' koirala's group also has about a dozen other homes throughout the district, and all of them have been damaged. `` it's really very sad for me and for my children, '' koirala said. `` this disaster, the noise and the way it shook, I can not get over it. I was not afraid that I was going to be killed. I was afraid about what is going to happen next. '' another CNN hero, pushpa basnet, and the 45 children she cares for were also forced to evacuate their residence. They are now living on the ground in a nearby field. `` physically, we are not hurt. But mentally, we are, '' said basnet, whose early childhood development center provides a home and education to children whose parents are incarcerated. Basnet says the building's walls are all cracked, and the staff is afraid it might fall down. She and the older children created a shelter using the frame of a greenhouse, taping plastic around the sides to protect themselves. `` it's really cold in the middle of the night ; there are lots of fox in the field, '' basnet said. `` we are really scared. ''they also do n't have much water or food, basnet says. But she is trying to stay positive. `` I think for the time being, whatever we have, we should be happy, you know ? because at least we have our life, '' she said. `` ( my kids ) all are safe. That's the most important thing for me. '' basnet's `` butterfly home '' -- the permanent residence she was building for the children -- also suffered extensive damage in the quake. Basnet had hoped to complete construction in the next six months, with the opening ceremony set for october. Basnet purchased the land for the home with prize money she received as the 2012 hero of the year. `` when the earthquake hit that land, all my dreams were scattered, '' she said. `` I have to restart again. '' still, basnet is quick to point out that so many other survivors have nothing and are desperately in need of aid. To that end, several CNN heroes have been assisting in relief efforts in nepal. Jake wood's disaster relief organization, team rubicon, has a team of experienced veterans and first responders on the ground in kathmandu. The group deployed a medical and assessment team to aid the nepalese people in several remote villages outside of the city. Six canine-firefighter search teams from the united states also assisted in rescue and recovery efforts. The teams were trained by wilma melville's national disaster search dog foundation and were deployed as part of a larger rescue force that includes structural engineers, hazmat experts and doctors. Tom henderson's shelterbox, which provides emergency shelter and lifesaving supplies, has so far committed to help more than 15,000 families. Dr. Laura stachel's group, we care solar, sent solar suitcases to health care workers, providing them with light and power as they aid survivors. Arlene samen's group, one heart world-wide, has set up tented birthing centers where pregnant women can safely deliver their babies, especially in hard-hit districts. Robin lim, a disaster response midwife who founded bumi sehat, joined samen in kathmandu to help the mothers. Doc hendley's nonprofit, wine to water, partnered with appalachian state university in order to distribute 1,000 water filters where they are most needed in nepal. The group says one filter can provide water for up to 10 people and last for up to 10 years if maintained properly.",
    "presumm_out_trans_abs.txt": "Anuradha koirala, who rescues victims of sex trafficking, has a rehab center in kathmandu koirala's group is relying on bottled water and is now rationing food koirala : \" these girls are most vulnerable, because now people will target them.",
    "two_stage_rl_out.txt": "Anuradha koirala is the founder of maiti nepal and the 2010 CNN hero of the year. She has offered to take in 200 other girls orphaned by the disaster. The public has been warned not to use the main water line due to risk of cholera.",
    "unilm_out_v2.txt": "Two CNN heroes are among the earthquake survivors in kathmandu, nepal. Anuradha koirala, who rescues victims of sex trafficking, has a rehabilitation center in kathmandu. Pushpa basnet and the 45 children she cares for were forced to evacuate their residence.",
    "t5_out_large.txt": "Cnn heroes anuradha koirala and pushpa basu are helping earthquake survivors. Koirala's hiv/aids hospice wall has crumbled.",
    "presumm_out_ext_abs.txt": "Anuradha koirala rescues victims of sex trafficking she has a rehab center in kathmandu that is home to 425 young women and girls koirala's group is relying on bottled water and is now rationing food koirala is the 2010 CNN hero of the year.",
    "ptr_generator_out_pointer_gen_cov.txt": "Anuradha koirala, who rescues victims of sex trafficking, has a rehabilitation center in kathmandu.tHe public has been warned not to use the main water line due to risk of cholera.kOirala's group is relying on bottled water and is now rationing food.",
    "bart_out.txt": "Two CNN Heroes are among the earthquake survivors in Kathmandu, Nepal. Anuradha Koirala, who rescues victims of sex trafficking, has a rehabilitation center that is home to 425 young women and girls. Pushpa Basnet and the 45 children she cares for were also forced to evacuate their residence. Several CNN Heroes have been assisting in relief efforts in Nepal.",
    "fast_abs_rl_out_rerank.txt": "Two CNN heroes are among the earthquake survivors in kathmandu, nepal. Anuradha koirala, who rescues victims of sex trafficking, has a rehabilitation center in kathmandu. Public has been warned not to use main water line due to cholera. She has offered to take in 200 other girls orphaned by the disaster.",
    "t5_out_11b.txt": "Anuradha koirala, the 2010 CNN hero of the year, rescues victims of sex trafficking. Pushpa basnet, who helps orphans in kathmandu, is rescuing children from rubble.",
    "presumm_out_abs.txt": "Anuradha koirala has a rehab center in kathmandu that is home to 425 young women and girls she has offered to take in 200 other girls orphaned by the disaster koirala's group is relying on bottled water and is now rationing food.",
    "bottom_up_out.txt": "Cnn hero of the year has been warned not to use main water line to risk of cholera. Koirala's group is home to 115 girls of sex trafficking. All of the children have been sleeping.",
    "unilm_out_v1.txt": "Anuradha Koirala, the 2010 CNN Hero of the Year, has a rehab center in Kathmandu, Nepal. She has offered to take in 200 other girls orphaned by the disaster. Another CNN Hero, Pushpa Basnet, and 45 children she cares for are now living on the ground in a nearby field. `` I was not afraid that I was going to be killed.",
    "t5_out_base.txt": "Two CNN heroes are among the earthquake survivors in kathmandu, nepal. They are struggling in the aftermath of the earthquake.",
    "semsim_out.txt": "Two CNN Heroes are among the earthquake survivors in Kathmandu, Nepal. Anuradha Koirala and Pushpa Basnet and the 45 children they care for were forced to evacuate their homes. Their facilities have been damaged or destroyed. CNN Heroes have been assisting in relief efforts in Nepal."
  },
  {
    "document": "They may look like as if they come from a plague epidemic, but these photos show the shocking amounts of bacteria that grow on money. Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists pockets. The experiment, which involved treating the coins and notes in a substance that allows bacteria to grow quickly, highlights how dirty handling money can be. Thousands of bacteria colonies were discovered on notes and coins chosen at random from scientists pockets. This the bacteria found on one five pound note. The money was collected from students at the university of surrey. It was then submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days. The students found thousands of bacteria colonies living on their money. While most of the colourful blooms and spots of bacteria was found to be harmless, money has been known to carry dangerous diseases. The most common type of bacteria they discovered living on our coinage was bacillus mycoides, which is harmless. Dr simon park, a senior lecturer in molecular biology at the university, said :  the most common types found are skin bacteria but money has also been shown to harbour mrsa and food poisoning bacteria in other related studies.  the experiment, which involved treating the coins in a substance that allows bacteria to grow quickly, highlights how dirty handling money can be. Among the bacteria found on a ten pound note is bacillus mycoides ( shown above ). It's common in soil, so it's likely someone was gardening before handling cash. Currency collected from students were submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days. This image shows bacteria found on a ten pound note. Thousands of bacteria colonies were found living on the sample of money. Most of the bacteria found on the coins studied was harmless. The most common type of bacteria they discovered living on our coinage was bacillus mycoides, which is harmless. One ten pound note yielded bacillus mycoides, which is common in soil, suggesting that someone was gardening before handling cash. But mrsa and food poisoning bacteria have been found on money in previous studies. The scientists found cases of staphylococcus aureus, which can cause boils and spots on the skin. It is particularly dangerous to people whose immune systems may not be in peak condition, such as people in hospitals. The scientists did find cases of staphylococcus aureus, which can cause boils and spots on the skin. It is particularly dangerous to people whose immune systems may not be in peak condition, such as people in hospitals. Around 20 per cent of people carry the bacteria in their nostrils, which means they likely touched their nose before handling money. Dr park added :  we found that money, be it coins or notes, harbours very large numbers of bacteria.  it is something that we all share so it passes through many many different hands, washed and unwashed. ' it also gets kept in warm and moist pockets, which offer perfect conditions for bacterial growth and survival.  consequently, the populations of bacteria on currency are much larger and more diverse, and money is likely to carry disease causing bacteria.  while most of the colourful blooms and spots of bacteria was found to be harmless, money has been known to carry dangerous diseases. This is the bacteria found on a five pound note, including one large bloom. Dr simon park, a senior lecturer in molecular biology at the university, said :  the most common types [ of bacteria ] found are skin bacteria but money has also been shown to harbour mrsa and food poisoning bacteria in other related studies. A stock image is shown. After the experiment, the cash was washed and returned to the students. Dr park said :  we wanted our undergraduates to get familiar with the fact we live in a bacteria world and bacteria is all around us, its on anything we interact with.  the scientists did find cases of staphylococcus aureus, which can cause boils and spots on the skin, but this image shows bacteria from a five pound note, including some bright orange spores. Dr park said :  we wanted our undergraduates to get familiar with the fact we live in a bacteria world and bacteria is all around us, its on anything we interact with.  this image shows a large spreading bacterial colony created from the grime on nine silver and copper coins.",
    "presumm_out_trans_abs.txt": "Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists ' pockets experiment involved treating the coins and notes in a substance that allows bacteria to grow quickly, highlights how dirty handling money can be most of the bacteria found on a ten pound note yielded bacillus mycoides, which is common in soil, suggesting that someone was gardening before handling cash.",
    "two_stage_rl_out.txt": "Thousands of bacteria colonies were discovered on banknotes and coins. The money was collected from students at the university of surrey. It was then submerged in agar - a substance that allows bacteria to grow quickly. The most common type of bacteria they discovered living on our coinage was bacillus mycoides, which is common in soil, suggesting that someone was gardening before handling cash.",
    "unilm_out_v2.txt": "Money was collected from students at the university of surrey. It was then submerged in agar-a substance that allows bacteria to grow quickly. Students found thousands of bacteria colonies living on their money. Most of the bacteria was found to be harmless, but money has been known to carry dangerous diseases.",
    "t5_out_large.txt": "Thousands of bacteria colonies were discovered on banknotes and coins. Notes and coins were chosen at random from scientists pockets. Money was collected from students at the university of surrey. It was then submerged in agar and monitored for three to four days. Most of the colourful blooms and spots of bacteria was harmless. But money has been known to carry dangerous diseases such as mrsa.",
    "presumm_out_ext_abs.txt": "Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists ' pockets the money was collected from students at the university of surrey it was then submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days most of the colourful blooms and spots of bacteria was found to be harmless, money has been known to carry dangerous diseases.",
    "ptr_generator_out_pointer_gen_cov.txt": "Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists  pockets.tHe money was collected from students at the university of surrey.iT was then submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days.",
    "bart_out.txt": "The money was collected from students at the University of Surrey. Currency was submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days. The students found thousands of bacteria colonies living on the sample of money. Most of the bacteria found on the coins studied was harmless. But MRSA and food poisoning bacteria have been found on money in previous studies. One ten pound note yielded Bacillus mycoides, which is common in soil, suggesting that someone was gardening before handling cash. The scientists found cases of staphylococcus aureus, which can cause boils and spots on the skin.",
    "fast_abs_rl_out_rerank.txt": "The money was collected from students at the university of surrey. The experiment allows bacteria to grow quickly. Thousands of bacteria colonies were discovered on notes and coins chosen at random from scientists ' pockets. It was then submerged in agar - a substance that allows bacteria to grow quickly. Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists ' pockets. Students found thousands of bacteria living on their money.",
    "t5_out_11b.txt": "Money was collected from students at the university of surrey. It was then submerged in agar - a substance that allows bacteria to grow quickly - and then monitored for three to four days. The most common type of bacteria they discovered living on our coinage was bacillus mycoides, which is harmless. But mrsa and food poisoning bacteria have been found on money in previous studies.",
    "presumm_out_abs.txt": "Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists ' pockets the experiment involved treating the coins in a substance that allows bacteria to grow quickly, highlights how dirty handling money can be among the bacteria found on a ten pound note is bacillus mycoides, which is harmless.",
    "bottom_up_out.txt": "Thousands of bacteria colonies were discovered on banknotes and coins chosen at random from scientists ' pockets. The experiment, which involved treating the coins and notes in a substance that allows bacteria to grow quickly, highlights how dirty handling money can be. Among the bacteria found on a ten pound note is bacillus mycoides.",
    "unilm_out_v1.txt": "The money was collected from students at the University of Surrey. It was then submerged in agar-a substance that allows bacteria to grow quickly. The students found thousands of bacteria colonies living on their money. Among the bacteria found on a ten pound note is Bacillus mycoides. It's common in soil, so it's likely someone was gardening before handling cash. While most.",
    "t5_out_base.txt": "Money collected from students at the university of surrey was submerged in agar - a substance that allows bacteria to grow quickly. It was then monitored for three to four days for colonies of bacteria. Most of the bacteria found on the coins studied was harmless bacillus mycoides, which is common in soil. But mrsa and food poisoning bacteria have been found on money in previous studies.",
    "semsim_out.txt": "The money was collected from students at the University of Surrey. Currency was submerged in agar - a substance that allows bacteria to grow quickly. It was then submerged in the substance for three to four days. After the experiment, the cash was washed and returned to the students. Thousands of bacteria colonies were found living on the sample of money. Most of the bacteria found on the coins studied was harmless. But the scientists did find cases of staphylococcus aureus, which can cause boils and spots on the skin. Money has been known to carry dangerous diseases such as MRSA and food poisoning bacteria."
  },
  {
    "document": "With the confirmation of danilo's summer switch to real madrid, porto have now received a whopping 440million from player sales in the last 11 years. Since winning the champions league under jose mourinho in 2004 the portuguese champions have made a habit of selling on players for huge profits. Aided by lenient work permit laws in portugal owing to the country's close relationship with brazil the majority of these deals have involved south americans. Porto and brazil right back danilo will join real madrid in the summer in a deal worth 23million. Jose mourinho celebrates winning the 2004 champions league with the portuguese club. Nineteen of the 29 players featured in the table below have south american backgrounds such as now-real madrid superstar james rodriguez. In a deal typical of how porto operate, rodriguez was signed for a small sum from argentinian side banfield before being sold on to wealthy europeans monaco three years later for nearly eight times the price. It is a sustainable model which clearly works. Real madrid superstar james rodriguez is another player off the porto production line. James scores against manchester city playing for porto at the etihad stadium in 2012. Porto have reached the last eight of this year's champions league and have won seven of a possible 10 league titles since 2004. They have progressed past the champions league group stages in seven of the past 10 seasons and also won the europa league in 2011. Brazil international right back danilo may be on his way but there are sure to be more to come off a production line that includes pepe, joao moutinho and hulk. Colombian international striker jackson martinez is another who could move on in the summer with arsenal among those keeping tabs. *based on exchange rates as of april 2, 2015. **porto received 55.6 per cent of transfer fee. ***porto received 80 per cent of transfer fee.",
    "presumm_out_trans_abs.txt": "James rodriguez is another player off the porto production line porto have reached the last eight of this year's champions league they have won seven of a possible 10 league titles since 2004 click here for all the latest transfer news with our live updates.",
    "two_stage_rl_out.txt": "Danilo will join real madrid in the summer in a deal worth 23million. The brazil right back has been linked with a move to real madrid. Porto have reached the last eight of this year's champions league.",
    "unilm_out_v2.txt": "Porto have made a habit of selling on players for huge profits. Nineteen of the 29 players featured in the table below have south american backgrounds. James rodriguez was signed for a small sum from argentinian side banfield. Porto have won seven of a possible 10 league titles since 2004.",
    "t5_out_large.txt": "Porto have received a whopping 440million from player sales in the last 11 years. The portuguese champions have made a habit of selling players for huge profits. Nineteen of the 29 players featured in the table below have south american backgrounds.",
    "presumm_out_ext_abs.txt": "Porto have received a whopping # 440million from player sales in the last 11 years the portuguese champions have made a habit of selling on players for huge profits 19 of the 29 players featured in the table below have south american backgrounds such as now-real madrid superstar james rodriguez.",
    "ptr_generator_out_pointer_gen_cov.txt": "Danilo will join real madrid in a deal worth  23million.dAnilo's summer switch to real madrid, porto have now received a whopping  440million from player sales in the last 11 years.pOrto and brazil right back danilo will join real madrid in the summer.",
    "bart_out.txt": "Porto have made  440million from player sales in the last 11 years. Brazil right back Danilo will join Real Madrid in a deal worth  23million in the summer. 19 of the 29 players featured in the table below have South American backgrounds. James Rodriguez was signed for a small sum from Banfield before being sold on to Monaco three years later for nearly eight times the price.",
    "fast_abs_rl_out_rerank.txt": "Porto have now received a whopping # 440million from player sales. Jose mourinho has made a habit of selling on players for huge profits. Porto and brazil right back danilo will join real madrid in the summer. Brazil's close relationship with brazil have involved south americans. Jose mourinho's side are interested in the champions league.",
    "t5_out_11b.txt": "Porto have received 440million from player sales in the last 11 years. The majority of these deals have involved south americans. Porto have won seven of a possible 10 league titles since 2004.",
    "presumm_out_abs.txt": "Porto have received # 440million from player sales in the last 11 years the portuguese champions have made a habit of selling on players for huge profits 19 of the 29 players featured in the table have south american backgrounds.",
    "bottom_up_out.txt": "Danilo will join real madrid in the summer in a deal worth # 23million. Porto and brazil have won the last eight of this year's champions league. Rodriguez was sold on to monaco in 2004 champions league.",
    "unilm_out_v1.txt": "Brazil right back Danilo will join Real Madrid in a deal worth # 23million. Porto have made a habit of selling on players for huge profits. Since winning the Champions League under Jose Mourinho the majority of the deals have involved South Americans. Nineteen of the 29 players featured in the table below have South American backgrounds.",
    "t5_out_base.txt": "Porto have made a habit of selling on players for huge profits. 19 of the 29 players featured in the table below have south american backgrounds. James rodriguez is another player off the porto production line.",
    "semsim_out.txt": "Porto have received  440million from player sales in the last 11 years. The Portuguese champions have made a habit of selling on stars for huge profits. Danilo will join Real Madrid in a deal worth  23million in the summer. Porto have reached the last eight of this year's Champions League and have won seven of a possible 10 league titles since 2004."
  },
  {
    "document": "A dominatrix who claims she shared a ' hot, deep kiss ' with prince harry during his infamous party night in vegas three years ago says she felt ' overdressed ' when she saw him playing strip billiards. Carrie reichert, 43, who has previously said she kissed the prince and has a pair of his underpants she hopes to use in a strip-tease show, has now written a book about the night. In an excerpt from the upcoming in the eye of the royal story, she says she could n't help but notice how ' adorably cute his naked a** was ', the sun reported. Carrie reichert ( left ), 43, has released a teaser from her upcoming book in the eye of the royal story in which she recounts the events of prince harry's infamous party night. Prince harry, pictured above in las vegas in 2012, was said to have invited 10 women to party with him at his vip suite at the encore at wynn hotel, including miss reichert. She wrote : ' I 'm only in my bathing suit and feeling overdressed, wondering if I too should strip down and join him in his royal buff. ' ms reichert went on to claim that alcohol gave her the confidence to approach the prince before they shared a kiss. She said : 'this surreal moment felt more like a dream : I 'm kissing a prince ! tasting his lips and feeling his tongue, encouraging what is now a hot, deep kiss, both of us excited, anticipating what is yet to come. ' in january, england-born ms reichert said she planned to use a pair of the prince's underpants for a strip tease act. She remains the only woman to have ever spoken out about the prince's wild night in vegas, following which pictures of him were leaked showing him playing naked billiards. Ms reichert claims she was one of 10 women picked to party with him in the penthouse suite of the wynn hotel in august 2012. However, kensington palace has previously denied she was one of the women invited back to the prince's vip suite and dismissed her story as ' untrue '. Kensington palace this evening declined to comment when contacted by mailonline. Just weeks after the 2012 party, miss reichert spent a month in harrison county jail in mississippi after being arrested for cheque fraud. And not long after she rose to prominence for her outrageous claims, it was revealed she was a dominatrix who charges $ 1,000 an hour for bdsm sessions. Kensington palace has previously said ms reichert ( pictured ) was not among those invited back to the prince's vip suite that evening. Not long after she rose to prominence for her outrageous claims, it was revealed ms reichert was a dominatrix who charges $ 1,000 an hour for bdsm sessions.",
    "presumm_out_trans_abs.txt": "Carrie reichert, 43, claims she kissed the prince and has a pair of his underpants she says she could n't help but notice how ` adorably cute his naked a ** was ' in an excerpt from the upcoming in the eye of the royal story, she recounts the events of prince harry's infamous party night in vegas she claims she was one of 10 women picked to party with him in the penthouse suite of the wynn hotel in august 2012.",
    "two_stage_rl_out.txt": "Carrie reichert, 43, claims she felt ' overdressed ' when she saw prince playing strip billiards. She has now written a book about the night in the eye of the royal story. Ms reichert has previously said she kissed the prince and has a pair of his underpants she hopes to use in a strip - tease show. She said : 'this surreal moment felt more like a dream : I ' m kissing a prince ! tasting his lips and feeling his tongue '.",
    "unilm_out_v2.txt": "Carrie reichert, 43, claims she shared a ` hot, deep kiss ' with prince harry. She says she felt ` overdressed ' when she saw him playing strip billiards. She has previously said she kissed the prince and has a pair of his underpants she hopes to use in strip-tease show. In upcoming book in the eye of the royal story, she recounts events of prince harry's infamous party night. In excerpt, she says : ` I ' m only in my bathing suit and wondering if I too should strip down `.",
    "t5_out_large.txt": "Carrie reichert, 43, has written a book about prince harry's vegas party night. In in the eye of the royal story she claims she kissed the prince. She says she felt 'overdressed' when she saw him playing strip billiards. In january she said she planned to use his underpants in a strip show. Ms reichert remains the only woman to have spoken out about the night.",
    "presumm_out_ext_abs.txt": "Carrie reichert, 43, says she felt ` overdressed ' when she saw him playing strip billiards claims she was ` only in my bathing suit and feeling overdressed, wondering if I too should strip down and join him in his royal buff ' in january, ms reichert said she planned to use a pair of the prince's underpants for a strip tease act.",
    "ptr_generator_out_pointer_gen_cov.txt": "Carrie reichert claims she shared a ' hot, deep kiss ' with prince harry during his infamous party night in vegas three years ago says she felt ' overdressed ' when she saw him playing strip billiards.sHe says she could n't help but notice how ' adorably cute his naked a * * was ', the sun reported.mS reichert claims she was one of 10 women picked to party with him in the penthouse suite of the wynn hotel in august 2012.",
    "bart_out.txt": "Carrie Reichert, 43, has released a teaser from her upcoming book In the Eye of the Royal Story. Says she felt ` overdressed ' when she saw Prince Harry playing strip billiards in Las Vegas in 2012. She has previously said she kissed the Prince and has a pair of his underpants she hopes to use in a strip - tease show. Kensington Palace has previously denied she was one of the women invited back to the Prince's VIP suite.",
    "fast_abs_rl_out_rerank.txt": "Carrie reichert, 43, has released a teaser from her upcoming book in the eye of the royal story. Carrie reichert, 43, has previously said she kissed the prince. She says she could n't help but notice how ` adorably cute his naked a ** was ' prince harry was said to have invited 10 women to party with him at wynn hotel. She went on to claim that alcohol gave her the confidence to approach the prince before they shared a kiss.",
    "t5_out_11b.txt": "Carrie reichert, 43, has released a teaser from her book in the eye of the royal story in which she recounts prince harry's infamous party night. She claims she was one of 10 women picked to party with him at his vip suite at the encore at wynn hotel in august 2012. Ms reichert has previously said she kissed the prince and has a pair of his underpants she hopes to use in a strip-tease show.",
    "presumm_out_abs.txt": "Carrie reichert, 43, claims she was ` overdressed ' when she saw harry playing strip billiards she has now written a book about the night in the eye of the royal story in an excerpt from her upcoming book, she says she could n't help but notice how ` adorably cute his naked a ** was ' prince harry was said to have invited 10 women to his vip suite ms reichert spent a month in harrison county jail in mississippi after being arrested for cheque fraud.",
    "bottom_up_out.txt": "Carrie reichert, 43, claims she felt ` overdressed ' when she saw him playing strip billiards. She says she could n't help but notice how ` adorably cute his naked a ** was ' in january, england-born ms reichert said she planned to use a pair of the prince's underpants for a strip tease act. Prince harry was said to have invited 10 women to party with him at the encore.",
    "unilm_out_v1.txt": "Carrie Reichert, 43, has released a teaser from her upcoming book In the Eye of the Royal Story. Says she felt ` overdressed ' when she saw him playing strip billiards. Claims she was one of 10 women picked to party with Prince Harry in 2012. Says alcohol gave her the confidence to approach him before they kissed. In January, she said she.",
    "t5_out_base.txt": "Carrie reichert, 43, has released a teaser from her upcoming book. Says she felt 'overdressed' when she saw prince playing strip billiards. Prince harry was said to have invited 10 women to his vip suite in 2012. Ms reichert has previously said she kissed the prince and has a pair of his underpants she hopes to use in a strip-tease show.",
    "semsim_out.txt": "Carrie Reichert, 43, claims she shared a ' hot, deep kiss ' with Prince Harry in Las Vegas in 2012. She has previously said she has a pair of his underpants she plans to use in strip - tease act. In teaser from upcoming book, she says she noticed how ' adorably cute his naked a * * was ' Prince Harry was said to have invited 10 women to party with him at the Encore at Wynn hotel. Kensington Palace has previously dismissed her claims as ' untrue '."
  },
  {
    "document": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home. A mother has been arrested for referring to her african-american neighbors as ' apes ' during a dispute over a parking space. Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home. The qualified nurse referred to the residents, who are believed to have roots in ghana, as 'n***** ' but wrote : ' I am not racist '. One of the notes, seen by katu, read : ' apes were never meant to drive so stop. ' another said : ' I 've been here 22 years and no [ expletive ] and now you. U made me hate [ expletive ] now. ' ' I 'm not racist, ' one of the notes allegedly said, ' but I can see how someone can become [ sic ] hating [ expletive ]. You did this. There were no [ expletive ] in w.l. Until u came. ' another, which the victims were most disturbed by, said : ' u look like a monkey and you smell like 1 too [ sic ]. ' a woman who lives next door, who only wanted to be identified as elizabeth, told the station she is struggling to explain the content of the messages to her teenage daughter.'She came back from school supposed to be happy,'she said. 'this is what she saw. ' ' my little daughter came from school to see this note,'she added. ' I feel like im not safe here.'She has been living in the neighborhood for 11 years but now plans to move. Mark cogan, a friend of elizabeth, told kptv : 'that anybody would feel entitled to address somebody else in the community with this abusive, disgusting, foul, inappropriate language, just makes me sick.'Scroll down for video. One of the notes read : ' I 'm not racist, ' but I can see how someone can become [ sic ] hating [ expletive ]. You did this. There were no [ expletive ] in w.l. Until u came. ' another read : ' I 've been here 22 years and no [ expletive ] and now you. U made me hate [ expletive ] now. Chapin was arrested on tuesday and charged with two counts of intimidation and harassment. She has since been released from jail as prosecutors review her case. She is due back in court on may 7. Records show she is a licensed practical nurse and has a criminal past. In 2012, she pleaded guilty to reckless driving and dui after she slammed her car into a tree while her two preschool children were home alone. In 2010, she wrote on her facebook : 'the name of the book obama is reading is the post-american world, and it was written by a fellow muslim. Chapin was arrested on tuesday and charged with two counts of intimidation and harassment. In 2012 ( mugshot right ) she pleaded guilty to reckless driving and dui after she slammed her car into a tree while her two preschool children were home alone.",
    "presumm_out_trans_abs.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home the qualified nurse referred to the residents as ` n **** ' but wrote ' I am not racist ' one of the notes read : ' I can see how someone can become [ sic ] hating [ expletive ] now '.",
    "two_stage_rl_out.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail. She left a string of offensive post - it notes on the door of the family home. One of the notes read : ' I am not racist '. Another said : ' apes were never meant to drive so stop '.",
    "unilm_out_v2.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail. She left a string of offensive post-it notes on the door of the family home. Qualified nurse referred to the residents as ` n * * * ' but wrote : ` I am not racist ' one of the notes read : ` apes were never meant to drive so stop ' another said : ` u look like a monkey and you smell like 1 too -LSB- sic -RSB- -RSB- '.",
    "t5_out_large.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home. The qualified nurse referred to the residents, who are believed to have roots in ghana, as 'n*****' but wrote: 'i am not racist'.",
    "presumm_out_ext_abs.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home the qualified nurse referred to the residents, who are believed to have roots in ghana, as ` n ***** ' but wrote : ' I am not racist ' one of the notes read : ` apes were never meant to drive so stop ' another said : ` I 've been here 22 years and no [ expletive ] and now you. U made me hate [ expletive ) now '.",
    "ptr_generator_out_pointer_gen_cov.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post - it notes on the door of the family home.tHe qualified nurse referred to the residents, who are believed to have roots in ghana, as ' n * * * * * ' but wrote : ' I am not racist '.",
    "bart_out.txt": "Eva Chapin, 34, from West Linn, Oregon, was booked into jail after she left a string of offensive post - it notes on the door of the family home. The qualified nurse referred to the residents, who are believed to have roots in Ghana, as ` n * * * * * ' but wrote : ` I am not racist ' One of the notes, seen by KATU, read : ` Apes were never meant to drive so stop ' Chapin was arrested on Tuesday and charged with two counts of intimidation and harassment.",
    "fast_abs_rl_out_rerank.txt": "Eva chapin, 34, was booked into jail after she left a string of offensive post-it notes. The qualified nurse referred to the residents who are believed to have roots in ghana. A mother has been arrested for referring to her african-american neighbors as ` apes ' eva chapin, 34, was booked into jail after she left a string of offensive post-it notes. She is struggling to explain the content of the messages to her teenage daughter. Chapin was arrested on tuesday and charged with two counts of intimidation and harassment.",
    "t5_out_11b.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home. The qualified nurse referred to the residents, who are believed to have roots in ghana, as 'n*****' but wrote: 'i am not racist' one of the notes read: 'apes were never meant to drive so stop' another said: 'u look like a monkey and you smell like 1 too [sic]'.",
    "presumm_out_abs.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home the qualified nurse referred to the residents, who are believed to have roots in ghana, as ` n *** ' but wrote : ' I am not racist ' one of the notes read : ` apes were never meant to drive so stop ' another said : ` I 've been here 22 years and no [ expletive ] and now you.",
    "bottom_up_out.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail after she left a string of offensive post-it notes on the door of the family home. The qualified nurse referred to the residents, who are believed to have roots in ghana, as ` n ***** ' but wrote : ' I am not racist ' ` apes were never meant to drive so stop,'said one of the notes. She has been living in the neighborhood for 11 years but now plans.",
    "unilm_out_v1.txt": "Eva Chapin, 34, from West Linn, Oregon, was booked into jail. She left a string of offensive post-it notes on the door of the family home. One read : ` Apes were never meant to drive so stop ' Another said : ` I ' m not racist, ` but I can see how someone can become -LSB- sic -RSB- hating -LSB- expletive.",
    "t5_out_base.txt": "Eva chapin, 34, from west linn, oregon, was booked into jail. She left a string of offensive post-it notes on the door of the family home. The qualified nurse referred to the residents as 'n*****' but wrote: 'i am not racist'.",
    "semsim_out.txt": "Eva Chapin, 34, from West Linn, Oregon, was charged with two counts of intimidation and harassment. She referred to the residents, who are believed to have roots in Ghana, as ' n * * * * * ' One of the notes, seen by KATU, read : ' Apes were never meant to drive so stop ' Another said : ' U look like a monkey and you smell like 1 too [ sic ] ' Chapin has since been released from jail as prosecutors review her case."
  },
  {
    "document": "Justin rose will try to take a leaf out of rory mcilroy's book after kickstarting his season with his share of second place in the masters. Rose arrived at augusta national having missed the cut in three of his previous five tournaments on the pga tour, but left with renewed enthusiasm and a 14-under-par total which has only been bettered six times in masters history. ' I 'm really excited about the rest of the year now. It's a good momentum starter for me,'said rose, who was looking to become the first european player to win the us open and masters. Justin rose was unable to take victory at the masters, despite carding 14-under-par for the tournament. Rose believes that his finish of second at augusta can boost his season with some big events ahead. Rose wants to follow the lead of rory mcilroy, who had a relentless winning streak in the summer of 2014. ' I tried to really tell myself that this year for me is going to be about april to september when the big tournaments come around and that's when I want to play well. ' you look at rory's year last year, it was all about how he played in the summer ( winning the open, bridgestone invitational and us pga in the space of four weeks ). I was trying to keep telling myself it's a long year. Very happy it turned around this week in a major championship. 'the thing that was most important for me this week was the fact that I have not been in contention and I have n't had a lot of experience this year or positive vibes on which to draw. ' I was really pleased at how comfortable I felt in that situation, last group in the masters on sunday. I think that's when you learn a lot about yourself and that makes me very hungry to get there again very soon. ' rose began the final round four shots behind spieth and closed to within three on three separate occasions on the front nine, but was never able to get any closer. 'there's two ways to look at it. You can think that 14 under par, I 'll take that next year and I 'll take that the year after and I 'll take it the year after, so I have to take a lot of confidence from that, ' he added. Rose had struggled to hit top form going into the masters but now hopes to sustain his augusta form. Rose ( left ) congratulates tournament winner spieth and praised his performance level for the week. ' but you 've got to play it on the day, too. I felt like there were a few moments out there where I could have done better and I 'll learn on that and think about that. ' jordan didn't really open the door and I didn't really expect him to. Really the one time on the back nine where it got interesting for me was the 16th hole. I felt that if I make my birdie putt and jordan misses for par, it's a two-shot swing and I 'm two back with two to play. But my putt just slid by and he made a great eight- footer to there to keep his momentum as he did all day, really. '.",
    "presumm_out_trans_abs.txt": "Justin rose was unable to take the lead of rory mcilroy, despite carding 14-under-par for the masters the 14-under-par total has only been bettered six times in masters history rose is hoping to become the first european player to win the us open and masters.",
    "two_stage_rl_out.txt": "Justin rose finished second in the masters after carding 14 - under - par. Rory mcilroy had a relentless winning streak in the summer of 2014. Rose was looking to become the first european player to win the us open and masters.",
    "unilm_out_v2.txt": "Justin rose finished second at the masters with a 14-under-par total. The englishman had missed the cut in three of his previous five tournaments. Rose wants to follow the lead of rory mcilroy, who won the open, bridgestone invitational and us pga in the summer.",
    "t5_out_large.txt": "Justin rose finished second at the masters after carding 14-under-par. Rose was looking to become the first european to win the us open and masters in the same season. Rory mcilroy won the open, bridgestone invitational and us pga in 2014.",
    "presumm_out_ext_abs.txt": "Justin rose missed the cut in three of his previous five tournaments on the pga tour rose has a 14-under-par total which has only been bettered six times in masters history he wants to follow the lead of rory mcilroy, who had a relentless winning streak in the summer of 2014.",
    "ptr_generator_out_pointer_gen_cov.txt": "Justin rose will try to take a leaf out of rory mcilroy's book after kickstarting his season with his share of second place in the masters.rOse arrived at augusta national having missed the cut in three of his previous five tournaments.rOse believes that his finish of second at augusta can boost his season with some big events ahead.",
    "bart_out.txt": "Justin Rose finished second at the Masters despite carding 14-under - par for the tournament. The Englishman had missed the cut in three of his previous five tournaments on the PGA Tour. Rose wants to follow the lead of Rory McIlroy, who had a relentless winning streak in 2014.",
    "fast_abs_rl_out_rerank.txt": "Justin rose will try to take a leaf out of rory mcilroy's book. Rose arrived at augusta national having missed the cut in three tournaments. Justin rose was unable to take victory at the masters. Rose believes his finish of second at augusta can boost his season with some big events ahead.",
    "t5_out_11b.txt": "Justin rose finished second at the masters, three shots behind jordan spieth. Rose is hoping to emulate rory mcilroy's 2014 season. Mcilroy won the open, bridgestone invitational and us pga in four weeks.",
    "presumm_out_abs.txt": "Justin rose missed the cut in three of his previous five tournaments on the pga tour rose was unable to take victory at the masters despite carding 14-under-par rose wants to follow the lead of rory mcilroy who had a relentless winning streak in the summer of 2014.",
    "bottom_up_out.txt": "Justin rose missed the cut in three of his previous five tournaments on the pga tour. Rose believes his finish of second at augusta can lead his season. Rose arrived at augusta national and is the first european player to win the us open and masters.",
    "unilm_out_v1.txt": "Justin Rose was unable to take victory at the Masters despite a 14-under-par total. Rory McIlroy had a relentless winning streak in the summer of 2014. Rose is looking to become the first European player to win the US Open and Masters. The Northern Irishman has won three of his previous five tournaments on the PGA Tour. Rose is hoping to follow the lead of Spieth.",
    "t5_out_base.txt": "Justin rose finished second in the masters after carding 14-under-par. Rose is hoping to follow in the footsteps of rory mcilroy, who won the us open and masters in the summer of 2014. Mcilroy won the open, bridgestone invitational and us pga in four weeks.",
    "semsim_out.txt": "Justin Rose finished tied for second at the Masters despite carding a 14-under - par total. The Englishman was looking to become the first European to win the US Open and Masters. Rose wants to follow the lead of Rory McIlroy, who had a relentless winning streak in the summer of 2014."
  },
  {
    "document": "A pole with convictions for violence was on his way to britain from calais when he snatched a schoolgirl in front of her mother before raping and murdering her, it emerged today. Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim, identified by her first name of chloe, yesterday afternoon in france  while drunk. She was stripped naked and sexually assaulted and after being forced into huminskis car and then driven to an isolated wood once used as a camp for illegal migrants bound for the uk. Scroll down for video. On his way to britain : zbigniew huminski ( left ), 38, has confessed to strangling his nine-year-old victim, identified by her first name of chloe ( right ), yesterday afternoon in france  while drunk. Horrifying : the little girl's naked body was found in the woods near calais 90 minutes after she was taken. Chloes mother, named only as isabelle,  heard her daughters screams as she was being taken away from outside her school in calais - but was unable to do anything. Jean pierre valensi, the prosecutor of nearby boulogne-sur-mer, said huminski was arrested hours later and  immediately recognised his involvement in the murder of the child.  dna evidence corroborated by an autopsy revealed  strangulation and sexual violence, said mr valensi. Tests also showed huminski was over the alcohol limit for driving. Huminski had been banned from french territory after being convicted twice for acts of  extreme violence including attacking a frail pensioner with a knife. But he had driven to france in a polish registered car this week, and intended to travel to britain to stay with family who had emigrated there, said mr valensi. Chloe was playing with a friend on wednesday afternoon when she approached huminski, who had stopped his car to drink a beer, and squirted him with her water pistol. Remembered : relatives of chloe are joined in a march in calais today following the nine-year-old girl's death. Walking together : the mayor of calais natacha bouchart ( right ) and the mother ( centre ) of chloe, identified only as isabelle, leave calais city hill with relatives today. The pole later told french police that he grabbed her and forced her into his red seat toledo before driving her three miles to the nearby dubrulle wood. Isabelle, who had left briefly to take her son to a sports match, began screaming the moment she saw the man, described by witnesses as bald and wearing sunglasses, pushing chloe into his car. The car, which had polish number plates, was found by police near where chloe was killed. Isabelle did not even have time to reach chloe's father so they could launch a formal missing persons appeal before her body was discovered. ' I 've begun to understand I will never see chloe again, ' isabelle told le parisien. ' it's tough. Very hard. Above all, I do not know when or how I 'm going to tell his little sister and little brother. They are only five and four years old, I do not know if they can understand. ' huminski, who is single, originally moved to france in the early 2000s, and worked as an odd-job man before attempting to join the foreign legion as a soldier. He was rejected because of his criminal background, and then said he wanted to go and live with his sister in england. Huminski was on his way to southampton, where his sister lives, french prosecutors confirmed tonight. Flowers : ms bouchart ( left ) comforts isabelle ( right ), as relatives and people gather during a march in calais. Emotional day : a person holds a portrait during a march in calais in homage to the nine-year-old girl. In 2009 he was lodging in calais with a bulgarian immigrant when he attacked a pensioner in her own home, tying her up, before running away with the equivalent of 50 in cash. Psychiatric reports presented in court portrayed huminiski as a  chronic alcoholic known for violent burglaries in both france and britain. He was last convicted in france in april 2010, when has jailed for six years for aggravated assault, before being released early on march 27, 2014, when he was deported to warsaw. Chloe is said to have pointed a water pistol at huminski as part of a childish game before he bundled her into the back of his red seat toledo at about 3.30pm yesterday, the prosecutor said. The childs body was found around two hours later, three miles away in the dubrulle wood. Sadness : women place flowers at a playground in the neighbourhood where chloe was taken yesterday. Distraught : today people laid flowers at the place where the girl was snatched by the polish man ( pictured ). Until a few weeks ago, it was the site of a large immigrant camp, made up of mainly men trying to get aboard ferries sailing to the south coast of england. Such camps are regularly razed by the french authorities, with the migrants moved on. Natacha bouchart, the calais mayor, said :  I was informed at 4.30pm that a young girl was abducted by a man in a red car as she left school in the chateaubriand area of calais, at around 3.30pm. A city security chief found an empty red car registered in poland in dubrulle wood, in the north of the city.  he then called the police, who found the body of the girl in the woods. During the same patrol, they found the person who owned the vehicle, apparently a polish national.  the mayor has been at the forefront of a campaign to clear out all illegal migrants from her city, saying they are behind all kinds of crimes in the region. Tragic decision : chloe's mother had let her continue playing in calais because it was nice outside. Shocking : prosecutor jean-pierre valensi ( pictured ) said forensic investigators reported evidence of'strangulation and sexual violence ', and that the polish man in question had admitted to the killing. The mother of a child who went to school with chloe told agence france-presse :  it's horrific. My son knew her, he didn't sleep last night. He knows he will never see her again. I ca n't even imagine what the parents are going through.  french prime minister manuel valls called for light to be shed on the suspect's history, saying the family and community were ' deeply shocked ' by the murder. ' it is up to the legal system now to carry out the investigation and what we owe to the family is the whole truth, ' he said. Calais was plunged into mourning after the killing of the girl described as ' cheerful and full of life '. Residents planned a march in memory of chloe today. Flags in the town were already being flown at half mast. Huminski will now be kept in custody pending a criminal trial for murder.",
    "presumm_out_trans_abs.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim she was stripped naked and sexually assaulted and after being forced into her car and driven to an isolated wood once used as a camp for illegal migrants bound for the uk her mother, named only as isabelle, ` heard her daughter's screams ' as she was being taken away from outside her school in calais dna evidence corroborated by an autopsy revealed ` strangulation and sexual violence ' huminski was banned from french territory after being convicted twice for acts of ` extreme violence ' including attacking a frail pensioner with a knife.",
    "two_stage_rl_out.txt": "Zbigniew huminski, 38, has confessed to strangling his nine - year - old victim. She was stripped naked and sexually assaulted after being forced into huminski's car. Chloe's mother, named only as isabelle,  heard her daughter  s screams  as she was being taken away from outside her school in calais - but was unable to do anything. Dna evidence corroborated by an autopsy revealed'strangulation and sexual violence '.",
    "unilm_out_v2.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim. Chloe was stripped naked and sexually assaulted after being forced into his car. She was then driven to an isolated wood once used as a camp for illegal migrants. Chloe's mother ` heard her daughter's screams ' but was unable to do anything. Huminski had been banned from french territory after being convicted twice for acts of ` extreme violence '.",
    "t5_out_large.txt": "Zbigniew huminski, 38, confessed to strangling nine-year-old 'chloe' in france. She was stripped naked and sexually assaulted before being driven to woods. Huminski had been banned from french territory after being convicted twice for acts of 'extreme violence'.",
    "presumm_out_ext_abs.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim she was stripped naked and sexually assaulted and forced into huminski's car he had driven to france in a polish registered car this week, and intended to travel to britain to stay with family who had emigrated there dna evidence corroborated by an autopsy revealed ` strangulation and sexual violence '.",
    "ptr_generator_out_pointer_gen_cov.txt": "Zbigniew huminski, 38, has confessed to strangling his nine - year - old victim, identified by her first name of chloe, yesterday afternoon in france.sHe was stripped naked and sexually assaulted and forced into huminski s car and then driven to an isolated wood once used as a camp for illegal migrants bound for the uk.dNa evidence corroborated by an autopsy revealed  strangulation and sexual violence , said mr valensi.",
    "bart_out.txt": "Zbigniew Huminski, 38, has confessed to strangling his nine - year - old victim, identified by her first name of Chloe, yesterday afternoon in France ` while drunk '. She was stripped naked and sexually assaulted and after being forced into Huminski's car and then driven to an isolated wood once used as a camp for illegal migrants bound for the UK. Chloe's mother, named only as Isabelle, heard her daughter's screams as she was being taken away from outside her school in Calais - but was unable to do anything. Huminski had been banned from French territory after being convicted twice for acts of ` extreme violence ' including attacking a frail pensioner.",
    "fast_abs_rl_out_rerank.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim. She was stripped naked and sexually assaulted and forced into huminski's car. Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim. The little girl's naked body was found in the woods near calais 90 minutes after she was taken. Chloe's mother, named only as isabelle, heard her screams as she was being taken away from her school in calais. Dna evidence corroborated by an autopsy revealed ` strangulation and sexual violence ' he was on his way to britain from calais when he snatched a schoolgirl.",
    "t5_out_11b.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim. Chloe was stripped naked and sexually assaulted after being forced into huminskis car and then driven to an isolated wood. Chloes mother, named only as isabelle, heard her daughters screams as she was being taken away from outside her school in calais.",
    "presumm_out_abs.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim she was stripped naked and sexually assaulted after being forced into huminski's car he had been banned from french territory after being convicted twice for ` extreme violence ' but he had driven to france in a polish registered car this week, and intended to travel to britain to stay with family who had emigrated there dna evidence corroborated by an autopsy showed ` strangulation and sexual violence '.",
    "bottom_up_out.txt": "Zbigniew huminski, 38, has confessed to strangling his nine-year-old victim, identified by her first name of chloe, yesterday afternoon in france ` while drunk ' she was stripped naked and sexually assaulted and after being forced into huminski's car and then driven to an isolated wood once used as a camp for illegal migrants bound for the uk. Chloe's mother named only as isabelle, ` heard her daughter's screams ' as she was being taken away from outside her school in calais 90 minutes after she.",
    "unilm_out_v1.txt": "Zbigniew Huminski, 38, has confessed to strangling his nine-year-old victim. Chloe, identified by her first name of Chloe, was stripped naked and sexually assaulted. She was then driven to an isolated wood where she was raped and murdered. The little girl's naked body was found in the woods 90 minutes after she was taken. Chloe's mother, Isabelle, heard.",
    "t5_out_base.txt": "Zbigniew huminski, 38, confessed to strangling nine-year-old victim in france. Victim identified by her first name as chloe and stripped naked and sexually assaulted. She was forced into huminski's car and then driven to woods near calais. Chloe's mother, named only as isabelle, heard her daughter's screams. Huminski had been banned from french territory after being convicted twice for acts of extreme violence.",
    "semsim_out.txt": "Zbigniew Huminski, 38, has confessed to strangling his nine - year - old victim, identified by her first name of Chloe. She was stripped naked and sexually assaulted before being forced into his car. Mother Isabelle heard her daughter s screams as she was being taken away from outside her school in Calais but was unable to do anything. Huminski had been banned from French territory after being convicted twice for acts of  extreme violence. But he had driven to France in a Polish registered car and intended to travel to Britain."
  },
  {
    "document": "A couple who lost their homes and were almost killed in hurricane sandy are celebrating a whirlwind of good fortune after winning more than $ 250,000 in the lottery. Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012 - but now says because of hurricane sandy she has met the love of her life and they are buying their dream home together. The 62-year-old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss, whose home in brooklyn, new york, was also destroyed. Dennis krauss and mary ann diano said they plan to spend their winning on a new house. Both of them were left homeless when hurricane sandy wrecked havoc on the east coast of the us in october 2012. The loving couple met after they separately moved from new york to a trailer park in connecticut, after they lost their homes. During the storms ms diano had been swept away by the waves and clung to a tree for safety. The 62-year-old didn't evacuate during hurricane sandy because there was nowhere where she could bring her cats. She lost everything in the storm - but in its aftermath she met the love of her life and won the lottery.  sandy left me homeless and alone and now because of sandy I met the love of my life, I hit the lottery and were shopping for the house of our dreams, the thrilled woman told the new york daily news after she won $ 255,555 ( 174,000 ). Ms dianos troubles first began when she stayed at home with her five cats during the storm brought on by hurricane sandy, which caused chaos when it hit 24 states in the us. As the water began to fill her house she stepped outside and was swept away by a huge wave before landing in the high branches of a tree  saying she feared she was going to die. She was hauled to safety by a kind stranger, who saw she was about to touch a live wire and risk being electrocuted. The loving couple said they do n't consider the winnings as money - but as the chance for a new start and home. Sandy left ms diano homeless and alone, she said - but it also brought her the love of her life and a lottery wn. Ms diano was reunited with her cats but lost her home, and went to live in a connecticut trailer park after winning a years rent-free accommodation in a church raffle. There she met mr krauss, who had also lost his home in brooklyn, new york, in the storms, and the homeless pair began a relationship. She won the lottery last october after buying it from a gas station, but decided not to cash it in until april 6  the day after easter  as a symbolic sign of a new beginning. Reliving the moment she knew her life had changed, she told the daily news :  I ran outside to dennis waiting in the car and told him we won. The hurricane destroyed homes as it swept through new jersey ( pictured ), including ms diano's home. He said,  if youre busting my chops, ill kill ya.  I showed him the ticket.  we hugged. We kissed. I wept.  mr krauss said they didn't consider the winnings as money but the chance for the start of a new life together in their own home, ' we dont consider it money. We consider it a home. Its a home ', mr klaus told the news 8 channel. 'its not to be spent. Its where were going to live together and start a new life. '.",
    "presumm_out_trans_abs.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012 - but now says because of hurricane sandy she has met the love of her life and they are buying their dream home together the 62-year-old's home has lived in a trailer park in connecticut since the disaster where she met her partner dennis krauss, whose home in brooklyn, was also destroyed ms diano's troubles first began when she stayed at home with her five cats during the storm brought on by hurricane sandy.",
    "two_stage_rl_out.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012 - but now says she has met the love of her life. The 62 - year - old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss, whose home in brooklyn was also destroyed. Ms diano didn 't evacuate during hurricane sandy because there was nowhere where she could bring her cats.",
    "unilm_out_v2.txt": "Mary ann diano, 62, lost her home in staten island, new york, in october 2012. She was swept away by the waves and clung to a tree for safety. She met dennis krauss, whose home in brooklyn was also destroyed. The couple met after they separately moved from new york to a trailer park in connecticut. Ms diano won $ 255,555 -LRB- # 174,000 -RRB- in the lottery.",
    "t5_out_large.txt": "Mary ann diano, 62, was left homeless when hurricane sandy hit october 2012. She didn't evacuate because there was nowhere to bring her cats. But in its aftermath she met partner dennis krauss and won the lottery. They plan to spend their winnings on a new house.",
    "presumm_out_ext_abs.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012 she now says because of hurricane sandy she has met the love of her life and they are buying their dream home together the 62-year-old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss ms diano was swept away by the waves and clung to a tree for safety.",
    "ptr_generator_out_pointer_gen_cov.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012.bUt now says because of hurricane sandy she has met the love of her life and they are buying their dream home together.tHe 62-year - old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss, whose home in brooklyn, new york, was also destroyed.",
    "bart_out.txt": "Mary Ann Diano, 62, was left homeless when Hurricane Sandy hit Staten Island, New York, in 2012. She was swept away by the waves and clung to a tree for safety during the storm. She lost her home but was reunited with her cats and moved to a trailer park in Connecticut. There she met Dennis Krauss, who had also lost his home in Brooklyn, and they began a relationship. Ms Diano won the lottery last October after buying a ticket from a gas station. She decided not to cash it in until April 6 - the day after Easter - as a symbolic sign of a new beginning.",
    "fast_abs_rl_out_rerank.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012. The 62-year-old's home has lived in a trailer park in connecticut every since the disaster. Dennis krauss and mary ann diano said they plan to spend their winning on a new house. The couple met after they moved from new york to a trailer park in connecticut. She stayed at home with her five cats during the storm brought on by hurricane sandy.",
    "t5_out_11b.txt": "Dennis krauss and mary ann diano won $255,555 (174,000) in lottery. Both were left homeless when hurricane sandy hit in october 2012. Ms diano was swept away by the waves and clung to a tree for safety. She met mr krauss in a trailer park in connecticut where they both lived. ' because of sandy I met the love of my life, I hit the lottery,' she said.",
    "presumm_out_abs.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012 - but now says because of hurricane sandy she has met the love of her life the 62-year-old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss ms diano's troubles first began when she stayed at home with her five cats during the storm, which caused chaos when it hit 24 states in the us.",
    "bottom_up_out.txt": "Mary ann diano was left homeless when the storms hit staten island, new york, in october 2012. The 62-year-old's home has lived in a trailer park in connecticut every since the disaster where she met her partner dennis krauss. The couple met after they lost their homes and were swept away by the waves.",
    "unilm_out_v1.txt": "Mary Ann Diano, 62, was left homeless when Hurricane Sandy hit Staten Island. She didn't evacuate because there was nowhere where she could bring her cats. She lost everything in the storm-but in its aftermath she met the love of her life. She won the lottery last October after buying it from a gas station. But she decided not to cash it in.",
    "t5_out_base.txt": "Mary ann diano, 62, was left homeless when the storms hit staten island, new york, in october 2012. She and her partner dennis krauss lost their homes and were almost killed. But in its aftermath she met the love of her life and won the lottery. They are now buying their dream home together and plan to spend their winnings on a new house.",
    "semsim_out.txt": "Mary Ann Diano, 62, lost her home when Hurricane Sandy hit Staten Island, New York, in 2012. She was almost killed when she was swept away by the waves and clung to a tree for safety. She lost everything but moved to a trailer park in Connecticut where she met her partner. Dennis Krauss, who lost his home in Brooklyn, also lost his house in the disaster. The loving couple plan to spend their winnings on a new house together in Connecticut."
  },
  {
    "document": "Chelsea midfielder cesc fabregas took to instagram to show off the shiners he picked up from stoke city midfielder charlie adam on saturday. Jose mourinho's side extended their lead at the top of barclays premier league to seven points with a 2-1 win but it didn't come without cost for fabregas. The former arsenal and barcelona ace was left bloodied after being caught by a flailing arm following a tussle with adam, the scorer of a 66-yard wonder goal. Chelsea midfielder cesc fabregas took to instagram to show off the shiner he picked up from charlie adam. Fabregas was caught in the face by stoke city midfielder adam's flailing arm during their game. The collision left the spain international with a bloody nose and requiring treatment. However, the spanish international was all smiles on tuesday as he posted a picture to his instagram account with the caption : ' italy with dr paco '. Earlier in the week fabregas joked that he could finally get his nose fixed and the 27-year-old's comments suggest he is going to do exactly that. It is not the first time that the spaniard's hooter has been in the wars. While an arsenal player in 2008, fabregas suffered a broken nose playing for spain. He avoided having an operation on the injury then, but it seems that he may be happy to change that this time round.",
    "presumm_out_trans_abs.txt": "Cesc fabregas was caught in the face by stoke city midfielder charlie adam's flailing arm during their game against stoke city on saturday fabregas was left bloodied after being caught by a flailing arm following a tussle with adam, the scorer of a 66-yard wonder goal the 27-year-old joked that he could finally get his nose fixed and requiring treatment.",
    "two_stage_rl_out.txt": "Cesc fabregas took to instagram to show off the shiners he picked up from charlie adam. The chelsea midfielder was caught in the face by stoke city midfielder adam's flailing arm during their 2 - 1 win over jose mourinho's side. The 27 - year - old joked that he could finally get his nose fixed.",
    "unilm_out_v2.txt": "Chelsea beat stoke city 2-1 at stamford bridge on saturday. Cesc fabregas was caught in the face by charlie adam's flailing arm. The collision left the spain international with a bloody nose. The 27-year-old posted a picture to his instagram account on tuesday.",
    "t5_out_large.txt": "Cesc fabregas was caught in the face by charlie adam's flailing arm. Chelsea beat stoke city 2-1 on saturday to extend their lead at the top. Fabregas was left with a bloody nose and required treatment.",
    "presumm_out_ext_abs.txt": "Cesc fabregas was caught in the face by stoke city midfielder charlie adam's flailing arm during their game the former arsenal and barcelona ace was left bloodied after being caught by a flailing arm following a tussle with adam the collision left the spain international with a bloody nose and needing treatment fabregas posted a picture on instagram with the caption : ` italy with dr paco '.",
    "ptr_generator_out_pointer_gen_cov.txt": "Cesc fabregas took to instagram to show off the shiners he picked up from stoke city midfielder charlie adam on saturday.jOse mourinho's side extended their lead at the top of barclays premier league to seven points with a 2 - 1 win but it didn't come without cost for fabregas.",
    "bart_out.txt": "Cesc Fabregas took to Instagram to show off the shiner he picked up from Charlie Adam. The Chelsea midfielder was caught in the face by the Stoke City midfielder's flailing arm. Jose Mourinho's side extended their lead at the top of the Premier League to seven points.",
    "fast_abs_rl_out_rerank.txt": "Cesc fabregas picked up from stoke city midfielder charlie adam on saturday. Jose mourinho's side extended their lead at the top of barclays premier league. Fabregas was caught in the face by stoke city midfielder adam's flailing arm. Cesc fabregas took to instagram to show off the shiner he picked up from charlie adam.",
    "t5_out_11b.txt": "Cesc fabregas was caught in the face by charlie adam on saturday. The collision left the chelsea midfielder with a bloody nose. Fabregas took to instagram to show off his shiners on tuesday.",
    "presumm_out_abs.txt": "Cesc fabregas was caught in the face by stoke city midfielder charlie adam the spaniard was left bloodied after being caught by a flailing arm fabregas posted a picture to instagram with the caption : ` italy with dr paco '.",
    "bottom_up_out.txt": "Cesc fabregas was caught in the face by stoke city midfielder charlie adam. Chelsea midfielder suffered a broken nose playing for spain in 2008. Chelsea midfielder cesc fabregas took to instagram to show off the shiner.",
    "unilm_out_v1.txt": "Cesc Fabregas was caught in the face by Charlie Adam's flailing arm. The collision left the Spain international with a bloody nose. The 27-year-old posted a picture to his Instagram account with the caption : ` Italy with Dr Paco '.",
    "t5_out_base.txt": "Chelsea beat stoke city 2-1 at stamford bridge on saturday. Cesc fabregas was caught in the face by charlie adam's flailing arm. The spaniard was left with a bloody nose and required treatment.",
    "semsim_out.txt": "Chelsea beat Stoke City 2 - 1 in their Premier League clash on Saturday. Cesc Fabregas was left bloodied after a tussle with Charlie Adam. The Spaniard was caught in the face by the Stoke midfielder's flailing arm. The former Arsenal and Barcelona ace was left with a bloody nose. CLICK HERE for all the latest Chelsea news."
  },
  {
    "document": "The life of a 16-year-old girl stabbed to death at a connecticut school a year ago on the day of prom was celebrated saturday by hundreds of people with a road race, fried food and live music. Wearing shirts in maren sanchez's favorite color of purple, the crowd filled a baseball field behind milford's jonathan law high school, where she was attacked and killed in a hallway on april 25, 2014. A classmate, christopher plaskon, has been charged with murder. After a week of somber remembrances at the school, her classmates and event organizers said the idea was to remember sanchez on the anniversary of her death as she would have wanted, with smiles and joy. Remembrance : friends embrace and remember slain student maren sanchez on saturday, april 25, 2015. Plans : maren sanchez, pictured in the dress she had planned to wear to prom, was excited about the dance which was due to attend with her new boyfriend last year. ' I did it ' : chris plaskon is being charged with murder as an adult over the stabbing of sanchez. ' I do n't think there's anything sad about this,'said darby hudd, a 17-year-old friend of the slain teen. ' it's such a celebration. 'the slaying stunned people around connecticut and especially in this shoreline city, where sanchez is remembered as an outgoing person, active in drama and other school activities, who had a kind word for anyone she met. The event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by sanchez's mother. The day was bittersweet, with some exchanging long hugs, but organizers said they agreed with sanchez's mother, donna cimarelli, that the community did not need another vigil. ' we 've cried a lot in this town. If you knew maren, she would have embraced an event like this,'said elena garet, whose daughter was friends with the teenager. Tragic : this may 2, 2014, file photo shows a girl stopping at a memorial for maren sanchez outside jonathan law high school, in milford, connecticut. Live music : jonathan law senior rachel escobar and steve gonza, of the band ink, practice a piece of original music written for maren sanchez. Mourning friends : jonathan law high school senior jarrod butts and jamie loma, left, and jill bendlak, right, remember maren sanchez on saturday. ' maren was a girl who brought people together. 'the classmate accused of attacking sanchez with a knife, christopher plaskon, has pleaded not guilty. His attorney has said he intends to use an insanity defense. Police have said they were looking into whether the attack was related to sanchez's refusal to be plaskon's date to their junior prom. Fran thompson, the high school principal, said students and faculty are still recovering from the loss of the beloved girl. Over the last week, he said, the school held memorial events and students have been tweeting favorite memories of sanchez and examples of people showing kindness toward others. All in purple : students hold hands and remember maren sanchez on saturday, april 25, 2015, while listening to live music during the ' peace love & music from maren ' event. 'this whole year has really changed us a lot, ' he said. ' I think it's made us more aware of the importance to remember the good in people, to take a moment and put things in perspective. 'the 16-year-old connecticut student accused of killing sanchez who turned down his offer to go to prom, told police after the attack : ' I did it, ' court documents show. Christopher plaskon has been charged with murder as an adult over the death of maren sanchez, a friend who was killed last year in a hallway of jonathan law high school in milford.",
    "presumm_out_trans_abs.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut on april 25, 2014 a classmate, christopher plaskon, has been charged with murder after a week of remembrances at the school, her classmates and event organizers said the idea was to remember sanchez on the anniversary of her death as she would have wanted, with smiles and joy the slaying stunned people around connecticut and especially in this shoreline city, where sanchez is remembered as an outgoing person, active in drama and other activities the event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by sanchez's mother.",
    "two_stage_rl_out.txt": "Maren sanchez, 16, was stabbed to death at milford's jonathan law high school in milford, connecticut on april 25, 2014. A classmate, christopher plaskon, has been charged with murder as an adult. The event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by sanchez's mother.",
    "unilm_out_v2.txt": "Maren sanchez, 16, was stabbed to death in a hallway at jonathan law high school in milford, connecticut on april 25,2014. A classmate, christopher plaskon, has been charged with murder as an adult. On saturday, hundreds filled a baseball field behind the school to remember her. The event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by sanchez's mother.",
    "t5_out_large.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut, on april 25, 2014. A classmate, christopher plaskon, has been charged with her murder. Sanchez was due to attend prom with her new boyfriend last year.",
    "presumm_out_ext_abs.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut on april 25, 2014 a classmate, christopher plaskon, has been charged with murder friends and event organizers said the idea was to remember sanchez on the anniversary of her death as she would have wanted, with smiles and joy the event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by sanchez's mother.",
    "ptr_generator_out_pointer_gen_cov.txt": "Chris plaskon is being charged with murder as an adult over the stabbing of sanchez outside jonathan law high school a year ago on the day of prom.a classmate, christopher plaskon, has been charged with murder.aFter a week of somber remembrances at the school, her classmates and event organizers said the idea was to remember sanchez.",
    "bart_out.txt": "Maren Sanchez, 16, was stabbed to death at Jonathan Law High School in Milford, Connecticut, on April 25, 2014. A classmate, Christopher Plaskon, has been charged with murder. On Saturday hundreds of people gathered to remember Sanchez with a road race, fried food and live music. The event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by Sanchez's mother.",
    "fast_abs_rl_out_rerank.txt": "The crowd filled a baseball field behind milford's jonathan law high school. The idea was to remember sanchez on the anniversary of her death. The event included a kickball tournament, bounce houses and a dunk tank. The life of a 16-year-old girl stabbed to death at a connecticut school a year ago. Chris plaskon is being charged with murder as an adult over the stabbing of sanchez.",
    "t5_out_11b.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut, on april 25, 2014. A kickball tournament, bounce houses and a dunk tank marked the first anniversary of her death on saturday, april 25, 2015. Christopher plaskon, 16, has been charged with murder as an adult.",
    "presumm_out_abs.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut on april 25, 2014 a classmate, christopher plaskon, has been charged with murder as an adult sanchez's mother, donna cimarelli, said : ` if you knew maren, she would have embraced an event like this '.",
    "bottom_up_out.txt": "Maren sanchez is being charged with murder as an adult over the stabbing of sanchez. The crowd filled a baseball field behind milford's jonathan law high school, where she was attacked and killed in a hallway on april 25, 2014. Her classmates and event organizers said the idea was to remember sanchez on the anniversary of her death as she would have wanted.",
    "unilm_out_v1.txt": "Maren Sanchez, 16, was stabbed to death in a hallway at Jonathan Law High School in Milford, Connecticut, on April 25,2014. Hundreds of people gathered at the school to pay tribute to the slain student. The event included a kickball tournament, bounce houses and a dunk tank, with proceeds benefiting a scholarship program created by Sanchez's mother. A classmate,.",
    "t5_out_base.txt": "Maren sanchez, 16, was stabbed to death at jonathan law high school in milford, connecticut, on april 25, 2014. A classmate, christopher plaskon, has been charged with her murder. Hundreds of people gathered at the school on saturday to remember sanchez. The event included a road race, bounce houses and a dunk tank.",
    "semsim_out.txt": "The life of a 16-year - old girl stabbed to death at a Connecticut school a year ago on the day of prom was celebrated Saturday by hundreds of people with a road race, fried food and live music. Wearing shirts in Maren Sanchez's favorite color of purple, the crowd filled a baseball field behind Milford's Jonathan Law High School, where she was attacked and killed in a hallway on April 25, 2014. A classmate, Christopher Plaskon, has been charged with murder. After a week of somber remembrances at the school, classmates and event organizers said the idea was to remember Sanchez on the anniversary of her death as she would have wanted."
  }
]